{
  "products": [
{"id":"1","nom":"Sansevieria","prix":"14","image1":"@\/assets\/sansevieria.png","image2":"@\/assets\/sansevieria1.png","description":"Sansevieria, also called mother-in-law's tongue, is a plant native to Africa, used indoors and very decorative.\r\n\r\nIts foliage is original and elegant and the plant is very resistant, particularly to heat.","enStock":"1","astuce":"Sansevieria being an arid zone plant, watering should be moderate in summer, and very spaced out in winter. Let the substrate dry completely between two waterings and systematically empty the excess water flowing into the saucer or planter.","categorie":"indoor plant\r\n"},
{"id":"2","nom":"Aréca - Palmier d'intérieur\r\n","prix":"260","image1":"@\/assets\/areca.jpg","image2":"@\/assets\/areca1.jpg","description":"This decorative plant has it all: designer allure, airy foliage, graceful curves and an exotic look. Often used as an indoor palm, the areca offers decorative foliage with a designer look.\r\n","enStock":"1","astuce":"Place your areca in a good-sized pot filled with special potting soil for indoor plants or green plants. Although it is necessary to repot it in the spring every 2 to 3 years, apart from that, prefer regular topping which will perfectly meet the plant's need for growing support.\r\n","categorie":"indoor plant"},
{"id":"3","nom":"Monstera Deliciosa\r\n","prix":"65","image1":"@\/assets\/monstera.jpg","image2":"@\/assets\/mon.jpg","description":"The monstera is one of the favorite indoor plants to decorate your house or apartment. Also called False Philodendron, it is an indoor plant of the Araceae family, native to Central America and Brazil. It is very appreciated for its aesthetic qualities, its ease of maintenance and its robustness. Its exuberant and graphic leaves can measure between 50 and 70 cm in a pot.\r\n","enStock":"1","astuce":"The best place to install your monstera may be near a window but without direct sunlight. You can even install it quite far from a light source because the plant tolerates dim light very well. What it fears most is excess sun because it dries out the plant. The more light the monstera receives, the more its foliage suffers. Absolutely avoid proximity to a heat source such as a radiator because this plant of tropical origin needs humidity.\r\n","categorie":"indoor plant"},
{"id":"4","nom":"Dracaena Marginata magenta\r\n","prix":"46","image1":"@\/assets\/dracaena.jpg","image2":"@\/assets\/dracaena1.jpg","description":"The dracaena marginata, wrongly considered a palm, remains a magnificent houseplant.\r\n\r\nThe origin of Dracaena is Africa, Central America and Asia. The houseplant requires little maintenance, can be in partial shade and is therefore very suitable for offices.","enStock":"1","astuce":"Generally, water moderately, in the growing period which extends from March to August a little more than in winter. You can let the soil dry out a bit before watering again. However, do not leave the roots in water, as this will cause root rot.\r\n","categorie":"indoor plant"},
{"id":"5","nom":"Pied D'éléphant Beaucarnea","prix":"65","image1":"@\/assets\/piedElephant.jpg","image2":"@\/assets\/piedElephant1.jpg","description":"The beaucarnéa is a very beautiful indoor tree appreciated for its foliage and its pretty trunk.\r\n\r\nPlanting and repotting, maintenance and watering are all actions that will improve its growth and prevent it from getting sick.","enStock":"1","astuce":"Even if it is undemanding in terms of soil and substrate, planting beaucarnea should allow you to increase its lifespan.\r\n\r\nBeaucarnea does not tolerate excess water and must be planted in a pot with holes at the bottom with a bed of gravel or clay balls at the bottom of the pot. It likes to be cramped and should never be planted in too large a pot.","categorie":"indoor plant"},
{"id":"6","nom":"Moon Flower\r\n","prix":"59","image1":"@\/assets\/FleurLune.jpg\r\n","image2":"@\/assets\/FleurLune1.jpg\r\n","description":"Of Colombian origin, this plant has won over many of us for its magnificent foliage and its generous moon-shaped flowering. It is a plant which can also live a very long time and offer flowering throughout the entire season. year in optimal conditions.\r\n","enStock":"1","astuce":"In our climates, this plant settles inside our houses and apartments. The Moonflower develops well when temperatures are around 20-22°. Place it in a good-sized pot and plant it in special potting soil for indoor plants or flowering plants. Although it is necessary to repot it in the spring every 2 to 3 years, other than that, prefer regular topping which will perfectly meet the plant's growing support needs. Finally, ideally place the pot on a bed of clay balls or small pebbles that you will keep constantly moist.\r\n","categorie":"indoor plant\r\n"},
{"id":"7","nom":"Cactus - Echinocactus grusonii","prix":"320","image1":"@\/assets\/cactus.jpg","image2":"@\/assets\/cactus1.jpg","description":"The famous “mother-in-law cushion” or Echinocactus is the most successful ball cactus for years, as it attracts with its regular and elegant shape. It grows slowly and has an astonishing lifespan.\r\n","enStock":"1","astuce":"Cacti of the genus Echinocactus grow in balls when they are young and for a good part of their life. Some reach more than 1.50 m in height and width in their native habitat. In cultivation, these differences fade due to the slow growth, but E. grusonii can still grow over the years to a respectable diameter of 0.60 to 1 m.\r\n","categorie":"indoor plant"},
{"id":"8","nom":"Le Ficus Ginseng - Ficus Bonsaï\r\n","prix":"51","image1":"@\/assets\/ficus.jpg","image2":"@\/assets\/ficus1.jpg","description":"The ficus ginseng is a superb indoor plant that we appreciate for its root trunk and its decorative foliage.\r\n\r\nThe leaves develop on the large root, thus forming one of the most beautiful effects. Easy to maintain, find below how to water it, prune it or even the right repotting period.","enStock":"1","astuce":"The ficus ginseng is a superb indoor plant that we appreciate for its root trunk and its decorative foliage.\r\n\r\nEasy to maintain, the ficus ginseng nevertheless requires some care to give it every chance of living a long time and in good conditions.\r\n\r\nThe ficus ginseng appreciates the temperature inside your house or apartment, ideally between 15 and 25°. It likes to have good light but not direct sun It fears drafts The ficus ginseng does not like to be confronted with a sudden shock of temperature.","categorie":"indoor plant"},
{"id":"9","nom":"Anthurium Flamingo Rouge","prix":"80","image1":"@\/assets\/flaminco.jpg","image2":"@\/assets\/flaminco1.jpg","description":"We have selected for you this pretty variety of anthurium 'Flamingo Rouge', also called tongue of fire. This plant native to tropical regions of South America is easy to care for and has exceptional longevity. You will love its large, bright red flowers (bracts) which will bring a touch of exoticism and color to your interiors. It will be accompanied by its zinc planter.\r\n","enStock":"1","astuce":"To make the most of this plant, your recipient will just have to follow the advice below that will accompany your order:\r\nExposure: requires significant light, but care must be taken not to expose it directly to the sun.\r\nTemperature: between 17 and 25°C.\r\nWatering: it appreciates moderate humidity, water once a week. However, it is important not to keep stagnant water at the base of the plant. Limit watering in winter but spray the anthurium if the ambient air is too dry.\r\n","categorie":"fleur"},
{"id":"10","nom":"Bonheur XXL","prix":"300","image1":"@\/assets\/bonheur.jpg","image2":"@\/assets\/bonheur1.jpg","description":"Never before seen at Aquarelle!\r\nOur artisan florists wanted to create a bouquet overflowing and full of sweetness... And here is the result: a real plant jewel in XXL size to amaze your loved ones with the most beautiful surprise. On the menu: so many roses! Pink, red, pale pink... We have chosen the most beautiful varieties, with excellent vase life. The real plus? Panicum and eucalyptus branches for a wild side.\r\n","enStock":"1","astuce":"How to store cut flowers?\r\nCut the tie around the flowers\r\nClean the stems, making sure to remove any foliage in contact with water\r\nCut the stems to adapt the bouquet to the size of the vase\r\nFill the vase with fresh water\r\nPour the sachet of nutrients into the water in the vase\r\nChange the water and cut the stems every 2 days","categorie":"fleur"},
{"id":"11","nom":"Elegant white orchids","prix":"160","image1":"@\/assets\/orchid.jpg","image2":"@\/assets\/orchid1.jpg","description":"Elegant white orchids! To develop this orchid creation, we selected majestic white Phalaenopsis, symbols of luxury and refinement. The longevity of these orchids will allow you to enjoy this delicate composition for a long time, whose purity of white and generosity of flowers will beautify your interiors.\r\n","enStock":"1","astuce":"To develop this orchid creation, we selected majestic white Phalaenopsis, symbols of luxury and refinement. The longevity of these orchids will allow you to enjoy this delicate composition for a long time, whose purity of white and generosity of flowers will beautify your interiors.","categorie":"fleur"},
{"id":"12","nom":"Hymne à l'automne","prix":"180","image1":"@\/assets\/hymne.jpg","image2":"@\/assets\/hymne1.jpg","description":"Our florists highlighted this bouquet composed of varied roses in rich, warm shades, burgundy chrysanthemums and delicate lisianthus. These flowers are accompanied by a few white limoniums and seasonal cotinus foliage which add a little airy touch. This generous autumnal bouquet is perfect for transmitting messages full of sweetness and warmth.\r\n","enStock":"1","astuce":"How to store cut flowers?\r\nCut the tie around the flowers\r\nClean the stems, making sure to remove any foliage in contact with water\r\nCut the stems to adapt the bouquet to the size of the vase\r\nFill the vase with fresh water\r\nPour the sachet of nutrients into the water in the vase\r\nChange the water and cut the stems every 2 days","categorie":"fleur"},
{"id":"13","nom":"Bouquet douceur de Noël","prix":"100","image1":"@assets\/noel.jpg","image2":"@\/assets\/noel1.jpg","description":"All in elegance\r\nThe different shades of white and cream are in the spotlight in this bouquet full of finesse: beige or salmon dianthus (depending on availability), large white roses, wax... these pastel-hued flowers are highlighted by eucalyptus. A simple yet delicate creation for a refined gift that is sure to please.","enStock":"1","astuce":"How to store cut flowers?\r\nCut the tie around the flowers\r\nClean the stems, making sure to remove any foliage in contact with water\r\nCut the stems to adapt the bouquet to the size of the vase\r\nFill the vase with fresh water\r\nPour the sachet of nutrients into the water in the vase\r\nChange the water and cut the stems every 2 days","categorie":"fleur"},
{"id":"14","nom":"Grandes roses rouges","prix":"170","image1":"@\/assets\/rose.jpg","image2":"@\/assets\/rose1.jpg","description":"A bouquet of red roses with very large buds!\r\nAquarelle offers you large red roses 'Red Naomi' carefully selected for their very large buds and their magnificent intense red color. Discover this variety of roses which is characterized by its delicately velvety petals and its incredible longevity! Convey your most passionate feelings with this bouquet of infinitely elegant red roses.","enStock":"1","astuce":"How to store cut roses?\r\nCut the tie that surrounds the roses\r\nClean the stems, making sure to remove any foliage in contact with water\r\nCut the stems to adapt the bouquet to the size of the vase\r\nFill the vase with fresh water\r\nPour the sachet of nutrients into the water in the vase\r\nChange the water and cut the rose stems every 2 days","categorie":"fleur"},
{"id":"15","nom":"White roses","prix":"130","image1":"@\/assets\/blanc.jpg","image2":"@\/assets\/blanc1.jpg","description":"Simply white roses!\r\nImmaculate white with this simple and elegant bouquet of fair trade 'Athena' roses! These white roses, fresh and vigorous, will bloom beautifully over the days and will wonderfully accompany all your messages.\r\n\r\nRoses from responsible and supportive trade certified using environmentally friendly growing methods.\r\nLearn more about equitable.aquarelle","enStock":"1","astuce":"How to store cut roses?\r\nCut the tie that surrounds the roses\r\nClean the stems, making sure to remove any foliage in contact with water\r\nCut the stems to adapt the bouquet to the size of the vase\r\nFill the vase with fresh water\r\nPour the sachet of nutrients into the water in the vase\r\nChange the water and cut the rose stems every 2 days\r\n","categorie":"fleur"},
{"id":"16","nom":"Bouquet exotique","prix":"170","image1":"@\/assets\/exotique.jpg","image2":"@\/assets\/exotique1.jpg","description":"Invitation to travel!\r\nOffer a bit of tropical charm with our colorful exotic bouquet composed according to arrivals. You will discover original and spectacular varieties such as: red Alpinias in the shape of a cluster, surprising conical-shaped Shampoos with the appearance of wax. bee, magnificent porcelain roses and Heliconias or parrot beaks in vibrant colors. These incredibly long-lasting tropical flowers are accompanied by a mix of exotic foliage.","enStock":"1","astuce":"How to store cut flowers?\r\n- Cut the tie surrounding the flowers\r\n- Clean the stems, making sure to remove any foliage in contact with water\r\n- Cut the stems to adapt the bouquet to the size of the vase\r\n- Fill the vase with lukewarm water\r\n- Pour the sachet of nutrients into the water in the vase\r\n- Place the vase in a place protected from drafts\r\n- Change the water and recut the stems every 2 days","categorie":"fleur"}  
  ]
}
